[{"id":0,"sample_verse_no":2,"sample_chapter_no":114,"sample":"مَلِكِ ٱلنَّاسِ","audio_url":"http://zj-s.usicdn.com/muslim/res/tajweed/ghunnah.mp3","name":{"text_en":"Ghunnah","text_ms":"Ghunnah","text_ru":"Гуннах","text_ar":"الغنة","text_ur":"غُنہ","text_zh-rCN":"鼻音","text_bn":"গুন্না","text_hi":"घुन्ना","text_tr":"Gunne","text_id":"Ghunnah","text_uz":"G'unna"},"rule":{"text_en":"If a Meem or Noon has a Shaddah sign on it, the reader must do Ghunnah (or Nasal sound) of 2 beats on it.","text_ms":"Jika Mim atau Nun mempunyai tanda Shaddah di atasnya, pembaca haruslah melakukan Ghunnah (atau bunyi Dengung) sebanyak 2 harakat.","text_ru":"Если на Мееме или Нооне есть знак Шаддах, читатель должен издать Гуннах (или носовой звук) на 2 удара на нем.","text_ar":"إذا كان على الميم أو النون شدة، ينبغي قراءتها بغنة بمقدار حركتين.","text_ur":"اگر م یا ن پر شدّ کی علامت ہو تو قاری ضرور غُنہ کرے۔","text_zh-rCN":"如果任一 Meem 字母或 Noon 字母上有一个合音符号，那么读者必须发出2下鼻音。","text_bn":"মিম ও নুন এ তাশদীদ থাকলে গুন্না করা ওয়াজিব।","text_hi":"यदि किसी मीम या नून पर शादह का चिन्ह है, तो पढ़ने वाले को उस पर 2 बीट्स का घुन्ना (या नाक से ध्वनि) करना चाहिए।","text_tr":"Mîm veya Nûn\\'un üzerinde Şedde işareti varsa, okuyucu onun üzerinde 2 vuruşluk Gunne (geniz sesi) yapmalıdır.","text_id":"Jika Mim atau Nun memiliki tanda Tasydid, pembaca harus melakukan Ghunnah (atau Suara sengau) sebanyak 2 ketukan pada huruf tersebut.","text_uz":"Agar Mim yoki Peshinda Shadda belgisi bo'lsa, o'quvchi 2 zarbadan g'unna (yoki burun tovushi) qilishi kerak."},"note":{"text_en":"If the reader stops on a word ending with Noon or Meem with Shaddah, the rule is still applied.","text_ms":"Jika pembaca berhenti di perkataan yang berakhir dengan Nun atau Mim, hukum ini masih diguna pakai.","text_ru":"Если читатель останавливается на слове, заканчивающемся Нунном или Меемом с Шаддахом, это правило также применяется.","text_ar":"إذا توقف القارئ على كلمة تنتهي بالميم أو النون وعليها شدة، ينطبق عليها الحكم.","text_ur":"اگر قاری شدّ کی علامت والے \\\"م\\\" یا \\\"ن\\\" پر توقف کرے تب بھی یہ اصول لاگو ہوگا۔","text_zh-rCN":"如果读者在以带有合音符号的 Noon 字母或 Meem 字母结尾的单词停顿，该规则仍适用。","text_bn":"পাঠক যদি এমন কোনো শব্দে থামেন যার শেষে তাশদীদসহ মীম না নুন রয়েছে তবে নিয়মটি তখনও প্রয়োগ করা হয়।","text_hi":"यदि पढ़ने वाला शादह के साथ नून या मीम के साथ समाप्त होने वाले शब्द पर रुकता है, तो भी नियम लागू होता है।","text_tr":"Okuyucu, Şeddeli Nûn veya Mîm ile biten bir kelimede durursa kural hala geçerlidir.","text_id":"Jika pembaca berhenti pada kata yang diakhiri dengan Nun atau Mim dengan Tasydid, aturan tersebut tetap berlaku.","text_uz":"Agar o'quvchi Peshin yoki Mim bilan Shaddah bilan tugaydigan so'zda to'xtasa, qoida amalda qoladi."},"rules":"[{\"start\": 9, \"end\": 12, \"rule_id\": 0}]"},{"id":1,"sample_verse_no":2,"sample_chapter_no":112,"sample":"ٱللَّهُ ٱلصَّمَدُ","audio_url":"http://zj-s.usicdn.com/muslim/res/tajweed/qalqalah.mp3","name":{"text_en":"Qalqalah","text_ms":"Qalqalah","text_ru":"Калкадалах","text_ar":"القلقلة","text_ur":"قلقلہ","text_zh-rCN":"发音转换","text_bn":"ক্বলক্বলাহ","text_hi":"कलकलाह","text_tr":"Kalkale","text_id":"Qalqalah","text_uz":"Qalqalah"},"rule":{"text_en":"If any of the letters [ب ج د ط ق] appear with a Sukoon then a vibration / echo sound takes place.","text_ms":"Jika sebarang huruf daripada [ب ج د ط ق] muncul dengan huruf Sukun, akan berlaku bunyi dengung/getaran.","text_ru":"Если любая из букв [ب ج د ط ق] появляется с Сукооном, то издается вибрирующий звук, похожий на эхо.","text_ar":"إذا كان على الحروف [ب ج د ط ق] سكون، تُنطق بالقلقلة.","text_ur":"اگر [ب ج د ط ق] سکون کے ساتھ ہو تو ارتعاش کے ساتھ پڑھیں۔","text_zh-rCN":"如果这些字母 [ب ج د ط ق] 中的任意一个与无元音符号一起出现，那么您需要振动或发出回声。","text_bn":"কলকোলার হরফ ৫ টি [ب ج د ط ق] এই ৫ টি হরফে জযম বা ওয়াকফ থাকলে পাল্টা আওয়াজে ধাক্কা দিয়ে পড়তে হবে বা প্রতিধ্বনি শব্ধ হবে।","text_hi":"यदि कोई भी अक्षर [ب ج د of ق] सूकुन के साथ दिखाई देता है तो एक कंपन / गूंज की ध्वनि होती है।","text_tr":"[ب ج د ط ق] harflerinden herhangi birisi Sükunlu biçimde görünüyorsa, onun yerini titreşimli/yankılı bir ses alır.","text_id":"Jika salah satu huruf berikut [ب ج د ط ق] memiliki Sukun maka suara vibrasi / gaung terjadi.","text_uz":"Agar Sukun bilan birga [ب ج د ط ق]] harflaridan birortasi paydo bo'lsa, tebranish / aks sado tovushi paydo bo'ladi."},"note":{"text_en":"If the reader stops on a word ending with any of these letters with Sukoon, the rule is still applied.","text_ms":"Jika pembaca berhenti di perkataan yang berakhir dengan sebarang huruf ini bersama-sama Sukun, hukum ini masih diguna pakai.","text_ru":"Если читатель останавливается на слове, оканчивающемся на любую из этих букв с Сукооном, правило также применяется.","text_ar":"إذا توقف القارئ على كلمة تنتهي بأيٍّ من هذه الحروف وعليها سكون، ينطبق عليها الحكم.","text_ur":"اگر قاری ان میں سے سکون کی علامت والے کسی بھی لفظ پر توقف کرے تب بھی یہ اصول لاگو ہوگا۔","text_zh-rCN":"如果读者在以以上任意一个带有无元音符号的字母为结尾的单词停顿，该规则仍适用。","text_bn":"যদি পাঠক এই অক্ষরগুলোর একটি শব্দে থামেন যার শেষে জযম উপস্থিত তাহলে এই নিয়মটি অনুসরণ করতে হবে।","text_hi":"यदि पढ़ने वाला सुकून के साथ इनमें से किसी भी अक्षर के साथ समाप्त होने वाले शब्द पर रुकता है, तो भी नियम लागू होता है।","text_tr":"Eğer okuyucu Sükun ile biten bu kelimelerden birinde durursa, kural hala uygulanır.","text_id":"Jika pembaca berhenti pada kata yang diakhiri dengan salah satu huruf tersebut dengan Sukun, aturan tersebut tetap berlaku.","text_uz":"Agar o'quvchi Sukuon bilan ushbu harflardan birortasi bilan tugagan so'z ustida to'xtasa, qoida hali ham amal qiladi."},"rules":"[{\"start\": 15, \"end\": 17, \"rule_id\": 1}]"},{"id":2,"sample_verse_no":12,"sample_chapter_no":91,"sample":"إِذِ ٱنۢبَعَثَ أَشْقَىٰهَا","audio_url":"http://zj-s.usicdn.com/muslim/res/tajweed/iqlab.mp3","name":{"text_en":"Iqlab","text_ms":"Iqlab","text_ru":"Иклаб","text_ar":"الإقلاب","text_ur":"اقلعب","text_zh-rCN":"发音器官转换","text_bn":"ইক্বলাব","text_hi":"इकलाब","text_tr":"İklab","text_id":"Iqlab","text_uz":"Iqlab"},"rule":{"text_en":"If a Noon Saakin or Tanween is followed by ب, it is converted into a hidden Meem (pronounced such that the lips do not completely contact) and the reader should make Ghunnah for 2 beats.","text_ms":"Jika huruf Nun Sakinah atau huruf Tanwin diikuti dengan ب, ia akan ditukarkan menjadi huruf Mim tersembunyi (dibunyikan sebagaimana kedua-dua bibir tidak ditutup rapat) dan pembacanya perlu menyebutnya dengan Ghunnah dengung 2 harakat.","text_ru":"Если после Нуун Саакина или Танвина идет ب, оно преобразуется в скрытый Меем (произносится таким образом, чтобы губы полностью не соприкасались), и читатель должен сделать Гунназ на 2 такта.","text_ar":"إذا تبع النون الساكنة أو التنوين حرف \\\"ب\\\"، تُقلب إلى ميم مخفية (تنطق بعدم ضم الشفتين ضمًّا تامًّا) وينطقها القارئ بغنة بمقدار حركتين.","text_ur":"اگر ن ساکن یا تنوین کے بعد ب ہو تو قاری م کی آواز نکالے اور غُنہ کرے۔","text_zh-rCN":"如果带有无元音符号或静止符号的 Noon 字母或词尾的 ن 字母之后的字母为 ب，那么它将转变为一个隐藏的 Meem 字母（发音方式为双唇并不完全接触），读者需要发出2下鼻音","text_bn":"যদি নূন সাকিন বা তানবীনের পরে ب থাকে, তবে এটি একটি লুকানো মীমে রূপান্তরিত হয় (এমনভাবে উচ্চারিত হয় যে ঠোঁট সম্পূর্ণভাবে স্পর্শ করে না) এবং পাঠককে গুন্না করে পড়তে হয়।","text_hi":"यदि नून साकिन या तनवीन के बाद ب आता है, तो यह अदृश्य मीम मे बदल जाता है (इस तरह बोला जाता है कि होंठ पूरी तरह से एक दूसरे के सम्पर्क मे नही आए) और पढ़ने वाले को 2 बीट के लिए एक घुन्ना करना चाहिए।","text_tr":"Eğer Sakin Nun ya da Tenvin ب ile devam ediyorsa gizli bir Mim\\'e dönüşür (dudaklar tam olarak birbirine değmeden telaffuz edilir) ve okuyucu Gunne\\'yi 2 vuruşluk yapmalıdır.","text_id":"Jika Nun Sakinah atau Tanwin diikuti oleh ب, maka berubah menjadi Mim tersembunyi (diucapkan sedemikian rupa sehingga bibir tidak sepenuhnya bersentuhan) dan pembaca harus melakukan Ghunnah sebanyak 2 ketukan.","text_uz":"Agar Peshin Saakin yoki Tanweendan keyin ب kelsa, u yashirin mimga aylantiriladi (lablar to’liq tegmasligi uchun talaffuz qilinadi) va o’quvchi 2 zarba uchun G'unna qilish kerak."},"note":{},"rules":"[{\"start\": 6, \"end\": 10, \"rule_id\": 2}]"},{"id":3,"sample_verse_no":7,"sample_chapter_no":91,"sample":"وَنَفْسٍ وَمَا سَوَّىٰهَا","audio_url":"http://zj-s.usicdn.com/muslim/res/tajweed/idgham.mp3","name":{"text_en":"Idgham","text_ms":"Idgham","text_ru":"Идгхам","text_ar":"الإدغام","text_ur":"ادغام","text_zh-rCN":"语音同化","text_bn":"ঈদঘাম","text_hi":"इदग़ाम","text_tr":"İdgam","text_id":"Idgham","text_uz":"Idgham"},"rule":{"text_en":"If the Noon Saakin or the Tanween is followed by any of [م ن و ي], the reader should skip the Noon or Tanween and make Ghunna on the next letter for 2 beats.","text_ms":"Jika huruf Nun Sakinah atau huruf Tanwin diikuti dengan mana-mana huruf yang berikut [م ن و ي], pembaca perlu mengabaikan huruf Nun atau huruf Tanwin dan membuat Ghunnah dengung 2 harakat pada huruf yang berikutnya.","text_ru":"Если после Нуун Саакина или Танвина идет [م ن و ي], читатель должен пропустить Нун или Танвин и сделать Гунну на следующей букве на 2 такта.","text_ar":"إذا تبع النون الساكنة أو التنوين أيٍّ من الحروف [م ن و ي]، تُدغم النون الساكنة أو التنوين مع الحرف الذي يليها بغنة مقدار حركتين.","text_ur":"اگر ن ساکن یا تنوین کے بعد [م ن و ی] میں سے کوئی ہو تو قاری ن یا تنوین چھوڑ دے اور اگلے لفظ پر غُنہ کرے۔","text_zh-rCN":"如果带有无元音符号或静止符号的 Noon 字母或词尾的 ن 字母之后为[م ن و ي]之中的任意字母，那么读者应跳过 Noon 字母或词尾 ن 字母，并在下一个字母发出2下鼻音。","text_bn":"যদি নূন সাকিন বা তানবীনের পরে [م ن و ي] থাকে, তাহলে পাঠককে নুন বা তানবীন বাদ দিয়ে গুন্না করে পড়তে হয়","text_hi":"यदि नून साकिन या तनवीन के बाद [م ن و ي] मे से कुछ भी आता है तो, पढ़ने वाले को नून या तनवीन को छोड़ कर अगले अक्षर पर 2 बीट के लिए एक घुन्ना करना चाहिए।","text_tr":"Sakin Nun ya da Tenvin [م ن و ي]\\'den herhangi biriyle devam ediyorsa, okuyucu Nun\\'u ya da Tenvin\\'i atlamalı ve Gunne\\'yi sonraki harf için 2 vuruş olarak yapmalıdır.","text_id":"Jika Nun Sakinah atau Tanwin diikuti oleh salah satu [م ن وي], maka pembaca harus melompati Nun atau Tanwin dan melakukan Ghunna pada huruf berikutnya sebanyak 2 ketukan.","text_uz":"Tushdagi Saakin yoki Tanvindan keyin [م ن وي] dan birortasi kelsa,o’quvchi Peshin yoki Tanvinni o’tkazib yuborishi va keyingi harfda 2 zarba uchun g’unna qilish kerak."},"note":{"text_en":"The Noon Saakin or the Tanween and the Idgham letter have to be in two different words, otherwise this rule does not apply.","text_ms":"Nun Sakinah atau huruf Tanwin dan Idgham perlulah berada dalam dua kalimah yang berlainan, jika tidak hukum ini tidak diguna pakai.","text_ru":"Нун Саакин или Танвин и буква Идгхам должны быть в двух разных словах, поскольку в противном случае это правило не применяется.","text_ar":"ينبغي أن تكون النون الساكنة أو التنوين وحرف الإدغام يقعان في كلمتين منفصلتين، وإلا لا ينطبق حكم الإدغام.","text_ur":"ن ساک یا تنوین اور ادغام دو مختلف الفاظ میں ہوں ورنہ یہ اصول لاگو نہیں ہو گا۔","text_zh-rCN":"带有无元音符号或静止符号的 Noon 字母或词尾的 ن 字母与语音同化的字母必须在两个不同的单词中，否则该规则便不适用。","text_bn":"নুন সাকিন বা তানবীন এবং ইদ্গাম এর অক্ষর দুটি ভিন্ন শব্দ হতে হবে, অন্যথায় এই নিয়মটি প্রযোজ্য নয়।","text_hi":"नून साकिन या तनवीन और इदग़ाम के अक्षर को दो अलग शब्दों मे होना चाहिए, अन्यथा यह नियम लागु नही होता।","text_tr":"Sakin Nun ya da Tenvin ve İdgam harfi iki farklı kelimede olmak zorundadır, aksi takdirde bu kural uygulanmaz.","text_id":"Nun Sakinah atau Tanwin dan huruf Idgham harus berada dalam dua kata yang berbeda, jika tidak maka aturan ini tidak berlaku.","text_uz":"Peshin Saakin yoki Tanvin va Idgham harfi ikki xil so'zda bo'lishi kerak, aks holda bu qoida amal qilmaydi."},"rules":"[{\"start\": 6, \"end\": 11, \"rule_id\": 3}]"},{"id":4,"sample_verse_no":8,"sample_chapter_no":104,"sample":"إِنَّهَا عَلَيْهِم مُّؤْصَدَةٌ","audio_url":"http://zj-s.usicdn.com/muslim/res/tajweed/idghammeemsakin.mp3","name":{"text_en":"Idgham Meem Sakin","text_ms":"Idgham Mim Sakinah","text_ru":"Идгхам Меем Сакин","text_ar":"إدغام الميم الساكنة","text_ur":"ادغام م ساکن","text_zh-rCN":"语音同化 带有无元音符号或静止符号的 Meem 字母","text_bn":"ঈদঘাম মীম সাকীন","text_hi":"इदग़ाम मीम साकिन","text_tr":"İdgam Misleyn Me‘algunne (Sakin Mim)","text_id":"Idgham Mim Sakinah","text_uz":"Idgham Meem Sakin"},"rule":{"text_en":"If a Meem Saakin is followed by a م, the second Meem is pronounced with Ghunnah with two beats.","text_ms":"Jika selepas Mim Sakinah munculnya huruf م, Mim kedua tersebut disebut dengan Ghunnah atau dengung dua harakat.","text_ru":"Если за Меем Саакин следует م, второй Меем произносится как Гуннах с двумя тактами.","text_ar":"إذا تبع الميم الساكنة حرف \\\"م\\\"، تُنطق الميم الثانية بغنة بمقدار حركتين.","text_ur":"اگر \\\"م\\\" ساکن کے فوراً بعد \\\"م\\\" ہو تو دوسرے م پر غُنہ کریں۔","text_zh-rCN":"带有无元音符号或静止符号的 Meem 字母之后的字母为م，那么第二个 Meem 字母需要发出两下鼻音。","text_bn":"যদি মীম সাকিন এর পরে م থাকে তাহলে দ্বিতীয় মীম গুন্নাহ এর সাথে উচ্চারন হবে।","text_hi":"यदि एक मीम साकिन के बाद م आता है तो दूसरे मीम को दो बीट के घुन्ना के साथ बोला जाता है।","text_tr":"Eğer Sakin Mim م ile devam ediyorsa, ikinci Mim iki vuruşluk Gunne ile telaffuz edilir.","text_id":"Jika Mim Sakinah diikuti oleh م, maka Mim yang kedua diucapkan dengan Ghunnah dengan dua ketukan.","text_uz":"Agar Mim Saakindan keyin م kelsa, ikkinchi Mim ikki urish bilan G'unna bilan talaffuz qilinadi."},"note":{},"rules":"[{\"start\": 17, \"end\": 22, \"rule_id\": 4}]"},{"id":5,"sample_verse_no":4,"sample_chapter_no":107,"sample":"فَوَيْلٌ لِّلْمُصَلِّينَ","audio_url":"http://zj-s.usicdn.com/muslim/res/tajweed/idghamwithoutghunnah.mp3","name":{"text_en":"Idgham Without Ghunnah","text_ms":"Idgham Bi La Ghunnah","text_ru":"Идгхам без Гуннаха","text_ar":"إدغام بغير غنة","text_ur":"ادغام غُنہ کے بغیر","text_zh-rCN":"没有鼻音的语音同化","text_bn":"ঈদঘাম গুন্না ছাড়া","text_hi":"घुन्ना के बिना इदग़ाम","text_tr":"Gunnesiz İdgam","text_id":"Idgham Tanpa Ghunnah","text_uz":"G'unnasiz Idgham"},"rule":{"text_en":"If the Noon Saakin or the Tanween is followed by any of [ر ل], the reader should skip the Noon or Tanween and pronounce ل or ر without Ghunna.","text_ms":"Jika huruf Nun Sakinah atau huruf Tanwin diikuti dengan huruf [ر ل], pembaca perlu mengabaikan huruf Nun atau huruf Tanwin dan menyebut huruf ل atau ر tanpa sebarang dengungan Ghunnah.","text_ru":"Если после Нун Саакин или Танвин идет любое [ر ل, читатель должен пропустить Нун или Танвин и произнести ل или ر без Гунны.","text_ar":"إذا تبع النون الساكنة أو التنوين أيٍّ من الحرفين [ر ل]، تُدغم النون الساكنة أو التنوين مع حرف \\\"ل\\\" أو \\\"ر\\\" بغير غنة.","text_ur":"اگر نون ساکن یا تنوین کے فوراً بعد [ر ل] ہو تو قاری ن یا تنوین چھوڑ کر [ر ل] پر غُنہ کرے۔","text_zh-rCN":"带有无元音符号或静止符号的 Noon 字母或词尾的 ن 字母之后的字母为任意[ر ل]，那么读者应跳过 Noon 或词尾 ن 字母，并在不发出鼻音的情况下发ل 或 ر 的音。","text_bn":"যদি নূন সাকিন বা তানবীনের পরে [ر ل] থাকে, তাহলে নুন বা তানবিন কে বাদ দিতে হবে এবং ل বা ر কে উচ্চারন কররে হবে গুন্নাহ ছাড়া।","text_hi":"यदि नून साकिन या तनवीन के बाद [ر ل] मे से कुछ भी आता है तो, पढ़ने वाले को नून या तनवीन को छोड़ कर ل या ر को घुन्ना के बिना बोलना चाहिए।","text_tr":"Eğer Sakin Nun ya da Tenvin [ر ل]\\'den herhangi biriyle devam ediyorsa, okuyucu Nun\\'u ya da Tenvin\\'i atlamalı ve ل ya da ر\\'yı Gunne\\'siz telaffuz etmelidir.","text_id":"Jika Nun Sakinah atau Tanwin diikuti oleh salah satu [ر ل], maka pembaca harus melompati Nun atau Tanwin dan mengucapkan ل atau ر tanpa Ghunna.","text_uz":"Tushdagi Saakin yoki Tanvindan keyin [ر ل] dan birortasi kelsa, o’quvchi Peshin yoki Tanweenni o’ tkazib yuborishi kerak va Ghunnasiz ل r ر  talaffuz qiling."},"note":{"text_en":"The Noon Saakin or the Tanween and the Idgham letter have to be in two different words, otherwise this rule does not apply.","text_ms":"Nun Sakinah atau huruf Tanwin dan Idgham perlulah berada dalam dua kalimah yang berlainan, jika tidak hukum ini tidak diguna pakai.","text_ru":"Нун Саакин или Танвин и буква Идгхам должны быть в двух разных словах, поскольку в противном случае это правило не применяется.","text_ar":"ينبغي أن تكون النون الساكنة أو التنوين وحرف الإدغام يقعان في كلمتين منفصلتين، وإلا لا ينطبق حكم الإدغام.","text_ur":"ن ساک یا تنوین اور ادغام دو مختلف الفاظ میں ہوں ورنہ یہ اصول لاگو نہیں ہو گا۔","text_zh-rCN":"带有无元音符号或静止符号的 Noon 字母或词尾的 ن 字母与语音同化的字母必须在两个不同的单词中，否则该规则便不适用。","text_bn":"নুন সাকিন বা তানবীন এবং ইদ্গাম এর অক্ষর দুটি ভিন্ন শব্দ হতে হবে, অন্যথায় এই নিয়মটি প্রযোজ্য নয়।","text_hi":"नून साकिन या तनवीन और इदग़ाम के अक्षर को दो अलग शब्दों मे होना चाहिए, अन्यथा यह नियम लागु नही होता।","text_tr":"Sakin Nun ya da Tenvin ve İdgam harfi iki farklı kelimede olmak zorundadır, aksi takdirde bu kural uygulanmaz.","text_id":"Nun Sakinah atau Tanwin dan huruf Idgham harus berada dalam dua kata yang berbeda, jika tidak maka aturan ini tidak berlaku.","text_uz":"Peshin Saakin yoki Tanvin va Idgham harfi ikki xil so'zda bo'lishi kerak, aks holda bu qoida amal qilmaydi."},"rules":"[{\"start\": 6, \"end\": 12, \"rule_id\": 5}]"},{"id":6,"sample_verse_no":5,"sample_chapter_no":107,"sample":"ٱلَّذِينَ هُمْ عَن صَلَاتِهِمْ سَاهُونَ","audio_url":"http://zj-s.usicdn.com/muslim/res/tajweed/ikhfa.mp3","name":{"text_en":"Ikhfa","text_ms":"Ikhfa","text_ru":"Икхфа","text_ar":"الإخفاء","text_ur":"اخفاء","text_zh-rCN":"词尾鼻音隐藏","text_bn":"ইখফা","text_hi":"इख़फ़ा","text_tr":"İhfâ","text_id":"Ikhfa","text_uz":"Ikhfa"},"rule":{"text_en":"If any letter other than the letters of Iqlaab, Idghaam and Izhar follows the Noon Saakin or Tanween, the reader should hide the Noon Saakin or Tanween and is required to make Ghunnah for two beats.","text_ms":"Jika sebarang huruf selain daripada huruf Iqlab atau Idgham muncul selepas Nun Sakinah atau Tanwin, pembaca perlulah menyembunyikan bunyi Nun Sakinah atau Tanwin tersebut dan membuat Ghunnah atau dengung sebanyak dua harakat.","text_ru":"Если любая буквы, кроме букв Иклааб или Идгхаам идет за Саакин или Танвин, читатель должен скрыть Нун Саакин или Таннвин и должен сделать Гуннах на два такта.","text_ar":"إذا تبع أيّ حرف، غير حروف الإقلاب أو الإدغام، النون الساكنة أو التنوين، يُخفي القارئ النون الساكنة أو التنوين ويُظهر الغنة بمقدار حركتين.","text_ur":"اقلاب، ادغام اور اظہار کے حروف کے علاوہ کسی اور حرف کے فوراً بعد ن ساکن یا تنوین ہو تو قاری ن ساکن یا تنوین کی بجائے غُنہ کرے۔","text_zh-rCN":"除了语音同化与发音器官转换的字母以外，在任何其他字母之后的字母为带有元音符号或静止符号的 Noon 字母或词尾的 ن 字母时，读者需隐藏这两种发音，并需要发两下鼻音。","text_bn":"নুন সাকিন অথবা তানবীন এর বামে ইকলাব, ইদগাম, ইজহার এর হরফ ছাড়া অন্য কোনো হরফ আসলে নুন সাকিন ও তানবীন লুকিয়ে পরের অক্ষর গুন্নাসহ পড়তে হয়।","text_hi":"यदि नून साकिन या तनवीन के बाद इकलाब, इदग़ाम और इज़हार के अक्षरों के अलावां कोई भी अक्षर आता है तो, पढ़ने वाले को नून साकिन या तनवीन को छिपाकर दो बीट के लिए घुन्ना करना जरुरी है।","text_tr":"İklap ya da İdgam harfleri dışında herhangi bir harf Sakin Nun ya da Tenvin ile devam ediyorsa, okuyucunun Sakin Nun ya da Tenvin\\'i gizlemesi ve Gunne\\'yi iki vuruşluk yapması gerekmektedir.","text_id":"Jika huruf mana pun selain dari huruf-huruf Iqlab, Idgham, dan Izhar mengikuti Nun Sakinah atau Tanwin, maka pembaca harus menyembunyikan Nun Sakinah atau Tanwin dan harus melakukan Ghunnah sebanyak dua ketukan.","text_uz":"Iqlob, Idg’om va Izhor harflaridan boshqa harflar peshin Saakin yoki Tanvinga ergashsa,o’quvchi Peshin Saakin yoki Tanweenni yashirishi kerak va ikki zarba uchun Ghunna qilish talab qilinadi."},"note":{},"rules":"[{\"start\": 17, \"end\": 21, \"rule_id\": 6}]"},{"id":7,"sample_verse_no":22,"sample_chapter_no":88,"sample":"لَّسْتَ عَلَيْهِم بِمُصَيْطِرٍ","audio_url":"http://zj-s.usicdn.com/muslim/res/tajweed/ikhfameemsakin.mp3","name":{"text_en":"Ikhfa Meem Sakin","text_ms":"Ikhfa Mim Sakinah","text_ru":"Икхфа Меем Сакин","text_ar":"إخفاء الميم الساكنة","text_ur":"اخفاء م ساکن","text_zh-rCN":"词尾鼻音隐藏 带有无元音符号或静止符号的 Meem 字母","text_bn":"ইখফা মীম সাকীন","text_hi":"इख़फ़ा मीम साकिन","text_tr":"Dudak İhfâsı","text_id":"Ikhfa Mim Sakinah","text_uz":"Ikhfo Mim Sakin"},"rule":{"text_en":"If the Meem Sakin is followed by a ب, the Meem is pronounced in a way that the lips do not come in complete contact. A ghunnah with two beats should also be made.","text_ms":"Jika huruf Mim Sakinah diikuti dengan huruf ب, huruf Mim itu akan disebut dengan cara di mana kedua-dua bibir atas dan bawah tidak mengenai satu sama lain. Bunyi ghunnah dengan dengung dua harakat juga perlu dibuat.","text_ru":"Если за Меем Саакин следует ب, Мем произносится так, чтобы губы не полностью соприкасались. Также следует сделать гунну с двумя тактами.","text_ar":"إذا تبع الميم الساكنة حرف \\\"ب\\\"، تنطق الميم بعدم ضم الشفتين ضمًّا تامًّا، مع إظهار غنة بمقدار حركتين.","text_ur":"اگر م ساکن ک فوراً بعد ب ہو تو م اس طرح ادا ہو کہ ہونٹ آپس میں نہ چھوئیں۔ غُنہ بھی کریں۔","text_zh-rCN":"如果带有无元音符号或静止符号的 Meem 字母之后的字母为 ب ，那么该 Meem 的字母应以一种双唇并不完全接触的方式发音。并且读者需要发两下鼻音。","text_bn":"যদি মীম সাকিন এর পরে ب থাকে তাহলে মীমটি এমনভাবে উচ্চারিত হয় যে ঠোঁট সম্পূর্ণভাবে স্পর্শ করে না। এবং এটি গুন্নাসহ পড়তে হবে।","text_hi":"यदि मीम साकिन के बाद ب आता है. तो मीम को इस तरह बोला जाता है कि होंठ पूरी तरह से एक दूसरे के सम्पर्क मे नही आए। दो बीट के साथ एक घुन्ना भी करना चाहिए।","text_tr":"Eğer Sakin Mim ب ile devam ediyorsa, Mim dudaklar tamamen birbirine değmeden telaffuz edilir. İki vuruşluk bir gunne de ayrıca yapılmalıdır.","text_id":"Jika Mim Sakinah diikuti oleh ب, maka Mim diucapkan dengan cara sedemikian rupa sehingga bibir tidak sepenuhnya bersentuhan. Ghunnah sebanyak dua ketukan juga harus dilakukan.","text_uz":"Mim Sakindan keyin ب kelsa, Mim lablar to'liq tegmaydigan tarzda talaffuz qilinadi. ikki zarbali g'unna ham qilish kerak."},"note":{},"rules":"[{\"start\": 16, \"end\": 20, \"rule_id\": 7}]"}]